Repository: reandimo/WooCommerce-Mail-Reminder
Catalog: languages/woo-mail-reminder-*.po
Languages: es_es

# Post Type General Name
source: Reminders
es_es: Recordatorios

# Post Type Singular Name
source: Reminder
es_es: Recordatorio

source: Reminders
es_es: Recordatorios

source: Reminder
es_es: Recordatorio

source: Reminder Archives
es_es: Archivos de Recordatorio

source: Reminder Attributes
es_es: Atributos del Recordatorio

source: Parent Reminder:
es_es: Recordatorio Padre:

source: All Reminders
es_es: Todos los Recordatorios

source: Add New Reminder
es_es: Agregar Nuevo Recordatorio

source: Add New
es_es: Agregar Nuevo

source: New Reminder
es_es: Nuevo Recordatorio

source: Edit Reminder
es_es: Editar Recordatorio

source: Update Reminder
es_es: Actualizar Recordatorio

source: View Reminder
es_es: Ver Recordatorio

source: View Reminders
es_es: Ver Recordatorios

source: Search Reminder
es_es: Buscar Recordatorio

source: Featured Image
es_es: Imagen Destacada

source: Set featured image
es_es: Colocar como imagen destacada

source: Remove featured image
es_es: Remover imagen destacada

source: Use as featured image
es_es: Usar como imagen destacada

source: Insert into reminder
es_es: Insertar en un recordatorio

source: Uploaded to this reminder
es_es: Subido a este Recordatorio

source: Reminders list
es_es: Lista de Recordatorios

source: Reminders list navigation
es_es: Lista de navegación de Recordatorios

source: Filter items list
es_es: Filtrar lista de elementos

source: Reminders to Clients
es_es: Recordatorios a Clientes

source: Install Required Plugins
es_es: Instalar Plugins Requeridos

source: Install Plugins
es_es: Instalar Plugins

source: All Good!. All plugins installed and activated successfully. %1$s
es_es: Todo Bien!. Todos los plugins fueron instalados y activados exitosamete. %1$s

source: Dismiss this notice
es_es: Cerrar esta notificación

source: There are one or more required or recommended plugins to install, update or activate.
es_es: Hay uno o más plugins requeridos o recomendados a instalar, actualizar o activar.

source: Please contact the administrator of this site for help.
es_es: Por favor contacte al administrador del sitio para ayuda.

source: Reminder Options
es_es: Opciones de Recordatorios

source: Days after
es_es: Días Después

source: Days After
es_es: Días Después

source: The interval of time between the customer's last order and the current date, for sending the reminders in days. Example: if you set 10 days, when the server checks the reminders only will be sent to customers with 10 days after.
es_es: El intervalo de tiempo entre el último pedido del cliente y la fecha actual, para enviar los recordatorios en días. Ejemplo: si se establece 10 días, cuando el servidor verifique los recordatorios solo se enviarán a los clientes 10 días después de su ultima compra.

source: Number of days after customer's last order
es_es: Número de días después de la última compra del cliente

source: Subject
es_es: Asunto

source: The Subject of the Email.
es_es: El Asunto del Correo.

source: Email subject
es_es: Asunto del Correo

source: Heading
es_es: Cabecera

source: Set a Heading for the email template.
es_es: Establece una Cabecera para la plantilla del Correo

source: Email's Heading
es_es: Cabecera del Correo

source: Preview
es_es: Previsualizar

source: If you want to preview your template, this is the button.
es_es: Si quieres previsualizar tu plantilla, este es el botón.

source: Woo Mail Reminder Settings
es_es: Woo Mail Reminder Ajustes

source: Woo Mail Reminder
es_es: Recordatorios por Correo para Woocommerce

source: Check for Reminders every
es_es: Verifica los recordatorios cada

source: The Interval
es_es: El Intervalo

source: The interval of time for sending the reminders (cron job), in days. Example: if you set 5 days, the server will check the reminders every 5 days.
es_es: El Intervalo de Tiempo para que el servidor chequee los recordatorios (cron job), en días. Ejemplo: si colocas 5 días, el servidor revisara los recordatorios para el envío cada 5 días.

source: Default Heading
es_es: Cabecera por defecto

source: Set a Default Heading for the email templates in case you didn't assign one to a reminder.
es_es: Establezca un encabezado predeterminado para las plantillas de correo electrónico en caso de que no haya asignado una a un recordatorio.

source: Test Mail
es_es: Correo de Prueba

source: Email Address
es_es: Correo

source: Change the settings, according your needs.
es_es: Ajusta las opciones, según tus necesidades.

source: If you want to test your template, this is the section.
es_es: Si quieres probar la platilla, este es el lugar.

source: days
es_es: dias

source: Test!
es_es: Probar!

source: If you're reading this, means it's all good man!
es_es: Si lees esto significa que todo esta bien, bro!

source: Test mail sent!
es_es: Correo de prueba enviado!

source: Something went wrong, try again!
es_es: Algo salió mal, intenta nuevamente!

source: Reminder is now active!
es_es: Recordatorio Activado!

source: Reminder deactivated!
es_es: Recordatorio Desactivado!

source: Settings
es_es: Ajustes

source: Last Sent
es_es: Ultimo Envío

source: Never Sent
es_es: Nunca Enviado

source: Active
es_es: Activo

source: Inactive
es_es: Inactivo

source: Set Inactive
es_es: Desactivar

source: Set Active
es_es: Activar

source: Please install and Activate WooCommerce.
es_es: Por favor instala y Activa WooCommerce

source: WooCommerce Mail Reminder
es_es: Recordatorios por Correo para Woocommerce

source: Send a message to your customers to remind them you have the best offers.
es_es: Envía recordatorios a tus clientes y recuerdales que tienes las mejores ofertas.
